start = 
    👋 سلام! به TaskyBot خوش اومدی  

    ✅ با این بات می‌تونی خیلی راحت کارهات رو مدیریت کنی:  
    • ساخت و دسته‌بندی تسک‌ها  
    • دریافت یادآورها  
    • جستجو و فیلتر کردن تسک‌ها  
    • خروجی گرفتن گزارش‌ها (PDF)  

    ⚙️ یکی از گزینه‌های زیر رو انتخاب کن تا شروع کنیم:


language = 🌐 لطفاً زبان خودت رو انتخاب کن:

menu =
    .create = ➕ ساخت تسک جدید  
    .list = 📋 تسک‌های من  
    .reminder = ⏰ یادآورها  
    .settings = ⚙️ تنظیمات

task = 
    .title = ✍️ لطفاً عنوان تسک رو وارد کن:  
    .description = 📝 حالا توضیحات مربوط به تسک رو بنویس:  
    .due = 📝 لطفاً مهلت انجام کار را وارد کنید (مثال: 1402-12-25)
    .complete = ✅ تسک با موفقیت اضافه شد!
    .invalidDate = ⚠️ لطفاً تاریخ را در قالب YYYY-MM-DD وارد کنید (مثال: 2025-09-26).

taskList =
    .header = <b>📋 لیست تسک‌ها</b>
    .title = <b>1️⃣ عنوان:</b>
    .description = <i>📝 توضیحات:</i>
    .due = <i>⏰ مهلت:</i>
    .status = <i>👾 وضعیت:</i>
    .notFound = <i>✨ لیست تسک‌های شما خالی است. از ایجاد یک تسک جدید شروع کنید!</i>
    .pending = در حال انجام
    .completed = تکمیل شده

taskAction =
    .changeStatus = 🔄 تغییر وضعیت (انجام‌شده / در حال انجام)
    .remove = 🗑️ حذف تسک
    .deleteMessage = ✅ تسک با موفقیت حذف شد
    .updateMessage = 🔄 وضعیت تسک با موفقیت بروزرسانی شد
    .taskNotFound = ❌ چنین تسکی وجود ندارد
