start = 
    👋 سلام! به TaskyBot خوش اومدی  

    ✅ با این بات می‌تونی خیلی راحت کارهات رو مدیریت کنی:  
    • ساخت و دسته‌بندی تسک‌ها  
    • دریافت یادآورها  
    • جستجو و فیلتر کردن تسک‌ها  
    • خروجی گرفتن گزارش‌ها (PDF)  

    ⚙️ یکی از گزینه‌های زیر رو انتخاب کن تا شروع کنیم:


language = 🌐 لطفاً زبان خودت رو انتخاب کن:

menu =
    .create = ➕ ساخت تسک جدید  
    .list = 📋 تسک‌های من  
    .reminder = ⏰ یادآورها  
    .settings = ⚙️ تنظیمات

task = 
    .title = ✍️ لطفاً عنوان تسک رو وارد کن:  
    .description = 📝 حالا توضیحات مربوط به تسک رو بنویس:  
    .complete = ✅ تسک با موفقیت اضافه شد!

