start =
   👋 به ربات TasteMate خوش اومدی!

   🍔 گرسنه‌ای؟ جای درستی اومدی 😋

   منوی رستوران رو ببین، سفارشت رو ثبت کن و وضعیتش رو همین‌جا در تلگرام دنبال کن.

   👇 برای شروع یه تجربه خوش‌مزه، دکمه‌ی زیر رو بزن 🍽

menu = 
	.menu = 🍔 مشاهده منو
	.order = 🧾 سفارش جدید
	.track = 🚖 پیگیری سفارش
	.contact = 💬 پشتیبانی
	.location = 📍 آدرس‌های من

location = 
	.text = 📍 لطفاً آدرس دقیق خود را ارسال کنید تا در سیستم ذخیره شود:
	.success = ✅ آدرس شما با موفقیت ذخیره شد! از همکاری‌تون سپاسگزاریم 🙏



admin = 
     .dashboard = 👋 به داشبورد مدیریت خوش اومدی!

adminKeyboard = 
	.manage_menu = 🍔 مدیریت منو
	.orders = 🧾 سفارش‌ها
     .admins = 👨‍🍳 مدیران
     .reports = 📊 گزارش‌ها

